aaron-bond.better-comments
alefragnani.bookmarks
be5invis.vscode-custom-css
cardinal90.multi-cursor-case-preserve
esbenp.prettier-vscode
formulahendry.code-runner
github.github-vscode-theme
github.vscode-pull-request-github
jdinhlife.gruvbox
kisstkondoros.vscode-gutter-preview
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
oderwat.indent-rainbow
pkief.material-icon-theme
s-nlf-fh.glassit
sirtori.indenticator
tomoki1207.pdf
usernamehw.errorlens
vscodevim.vim
wayou.vscode-todo-highlight
zainchen.json
